Repository: PatricB/In2code.SurfGui
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: de

# showAll
source: Show all Deployments
de: Alle Deployments anzeigen

source: Open Web Page
de: Webseite öffnen

source: Log History
de: Log anzeigen

source: Deploy now
de: Jetzt deployen

# chooseProject
source: Choose a Project
de: Projekt wählen

source: Help
de: Hilfe

source: in2code Deployment Help
de: in2code Deployment Hilfe

# backToIndex
source: Back to the index
de: Zurück zum Index

source: Exit Help
de: Hilf verlassen

# chooseGitSource
source: Choose a Git Source
de: Git Quelle wählen
